[
  { "id": 1, "text": "Я избегаю работать с теми, кто меня критикует." },
  { "id": 2, "text": "Я с трудом принимаю решения без поддержки или совета со стороны других." },
  { "id": 3, "text": "Я часто теряюсь в деталях и перестаю видеть картину в целом." },
  { "id": 4, "text": "Я хочу быть в центре внимания" },
  { "id": 5, "text": "Я лучше, чем обо мне думают окружающие." },
  { "id": 6, "text": "Я пойду на крайние меры, чтобы не допустить ухода любимого человека" },
  { "id": 7, "text": "Другие жаловались, что я недостаточно хорошо справляюсь с моей работой." },
  { "id": 8, "text": "Несколько раз у меня были проблемы с законом" },
  { "id": 9, "text": "Мне не интересно проводить время с семьей или друзьями" },
  { "id": 10, "text": "Я получаю особые сообщения или сигналы от людей и предметов, которые меня окружают." },
  { "id": 11, "text": "Я уверен, что люди воспользуются моими недостатками в своих интересах или попытаются меня обмануть, если я им позволю." },
  { "id": 12, "text": "Иногда я чувствую себя расстроенным" },
  { "id": 13, "text": "Я завожу дружбу только с теми людьми, в симпатии которых ко мне я не сомневаюсь." },
  { "id": 14, "text": "Обычно у меня подавленное настроение." },
  { "id": 15, "text": "Я предпочитаю, чтобы другие брали на себя ответственность за мое поведение." },
  { "id": 16, "text": "Я часто трачу очень много времени, пытаясь все довести до совершенства." },
  { "id": 17, "text": "Я намного сексуальнее, чем большинство людей." },
  { "id": 18, "text": "Я часто думаю о том, каким великим человеком я являюсь сейчас или стану в будущем." },
  { "id": 19, "text": "Я отношусь к другим только с любовью или с ненавистью." },
  { "id": 20, "text": "Часто я дерусь" },
  { "id": 21, "text": "Я чувствую, что другие не понимают или не ценят меня." },
  { "id": 22, "text": "Я предпочитаю все делать сам без посторонней помощи." },
  { "id": 23, "text": "Я обладаю способностью заранее предвидеть некоторые события, до того, как они произойдут." },
  { "id": 24, "text": "Я часто задумываюсь, можно ли действительно доверять людям, которых я знаю." },
  { "id": 25, "text": "Иногда я говорю о людях за их спиной." },

  { "id": 26, "text": "Я сдержан в проявлении своих чувств с близкими людьми, так как боюсь выглядеть смешным." },
  { "id": 27, "text": "Я боюсь потерять поддержку других, если не соглашусь с ними." },
  { "id": 28, "text": "У меня много недостатков." },
  { "id": 29, "text": "Для меня работа важнее, чем семья, друзья или развлечения" },
  { "id": 30, "text": "Я легко выражаю свои чувства" },
  { "id": 31, "text": "Только очень немногие люди могут действительно оценить и понять меня." },
  { "id": 32, "text": "Я часто задаюсь вопросом, кто я на самом деле." },
  { "id": 33, "text": "Мне трудно платить долги, потому что я не задерживаюсь долго на одной работе." },
  { "id": 34, "text": "Секс мне безразличен" },
  { "id": 35, "text": "Многие считают меня своенравным и горячим" },
  { "id": 36, "text": "Я могу часто ощущать то, что другие не могут." },
  { "id": 37, "text": "Возможно окружающие используют против меня то, что я им говорю." },
  { "id": 38, "text": "Некоторые люди мне не нравятся." },
  { "id": 39, "text": "Я очень чувствителен к критике и отказам в свой адрес." },
  { "id": 40, "text": "Мне трудно начать что-либо делать без посторонней помощи." },
  { "id": 41, "text": "Мои нравственные нормы выше, чем у других людей." },
  { "id": 42, "text": "Я свой самый строгий критик" },
  { "id": 43, "text": "Я использую свой внешний вид, чтобы привлечь внимание" },
  { "id": 44, "text": "Я очень хочу, чтобы другие люди обращали на меня внимание или хвалили меня" },
  { "id": 45, "text": "Бывало, что я наносил себе вред или пытался убить себя." },
  { "id": 46, "text": "Я многое делаю не считаясь с последствиями." },
  { "id": 47, "text": "Существует немного вещей, которые меня действительно интересуют." },
  { "id": 48, "text": "Люди часто с трудом понимают, что я говорю" },
  { "id": 49, "text": "Я не люблю, когда начальник говорит мне, как я должен выполнять свою работу." },
  { "id": 50, "text": "Я всегда пытаюсь выяснить истинный смысл того, что говорят люди" },

  { "id": 51, "text": "Я никогда не лгу." },
  { "id": 52, "text": "Я опасаюсь встреч с новыми людьми, так как чувствую себя при этом как-то неловко." },
  { "id": 53, "text": "Если бы люди относились ко мне лучше, то я стал бы вести себя по-другому." },
  { "id": 54, "text": "У меня есть много вещей, которые мне не нужны, но, с которыми я не в силах расстаться." },
  { "id": 55, "text": "Даже если я говорю много, другие говорят, что я не сказал самого главного." },
  { "id": 56, "text": "Я очень много беспокоюсь." },
  { "id": 57, "text": "Я хочу чтобы люди были ко мне благосклонны, даже если я отношусь к ним недостаточно доброжелательно." },
  { "id": 58, "text": "Я человек настроения." },
  { "id": 59, "text": "Я с легкостью говорю неправду." },
  { "id": 60, "text": "Мне не нужны близкие друзья." },
  { "id": 61, "text": "Я всегда начеку, чтобы никто не обошел меня." },
  { "id": 62, "text": "Я никогда не забываю и не прощаю обид." },
  { "id": 63, "text": "Я плохо отношусь к людям, которые более удачливы, чем я." },
  { "id": 64, "text": "А ядерная война, может быть, вовсе и не такая плохая идея." },
  { "id": 65, "text": "Когда я один, я чувствую себя беспомощным и неспособным позаботиться о себе." },
  { "id": 66, "text": "Если другие не могут делать вещи нормально, я предпочитаю делать их сам." },
  { "id": 67, "text": "Я склонен все драматизировать." },
  { "id": 68, "text": "Некоторые думают, что я имею преимущества над другими людьми" },
  { "id": 69, "text": "Я порой чувствую, что жизнь моя уныла и бессмысленна." },
  { "id": 70, "text": "Я часто критикую других." },
  { "id": 71, "text": "Мне все равно, что люди обо мне говорят." },
  { "id": 72, "text": "Мне трудно общаться с кем-нибудь один на один." },
  { "id": 73, "text": "Люди часто жалуются на то, что я не понимаю, когда им плохо." },
  { "id": 74, "text": "Люди думают, что я необычный, оригинальный или странный." },
  { "id": 75, "text": "Я люблю риск." },

  { "id": 76, "text": "Я много лгу, отвечая на эти вопросы." },
  { "id": 77, "text": "Я часто жалуюсь на свою жизнь." },
  { "id": 78, "text": "Мне трудно сдерживать свой гнев и проявления моего характера." },
  { "id": 79, "text": "Многие люди завидуют мне." },
  { "id": 80, "text": "Я легко поддаюсь влиянию других." },
  { "id": 81, "text": "Мне кажется, что я бережливый, хотя некоторые считают меня жадным." },
  { "id": 82, "text": "Когда моим близким отношениям с кем-либо угрожает разрыв, я начинаю искать другого человека, с которым я мог бы быть близок." },
  { "id": 83, "text": "Я страдаю из-за низкой самооценки." },
  { "id": 84, "text": "Я пессимист." },
  { "id": 85, "text": "Для меня, отвечать на оскорбления — напрасная трата времени." },
  { "id": 86, "text": "Мне нехорошо, когда я нахожусь среди других людей." },
  { "id": 87, "text": "Я боюсь смутиться в незнакомой обстановке." },
  { "id": 88, "text": "Я боюсь остаться без поддержки." },
  { "id": 89, "text": "Люди говорят, что я очень упрямый." },
  { "id": 90, "text": "Взаимоотношения с людьми я воспринимаю более серьезно, чем они." },
  { "id": 91, "text": "Я могу поругаться с кем-нибудь, а через некоторое время начинаю извиняться." },
  { "id": 92, "text": "Другие считают меня высокомерным." },
  { "id": 93, "text": "В момент сильного стресса я веду себя как ненормальный или просто не помню потом, что происходило." },
  { "id": 94, "text": "Я не обращаю внимания на чувства других, если получаю то, чего хотел." },
  { "id": 95, "text": "С другими людьми я всегда сохраняю дистанцию." },
  { "id": 96, "text": "Я подозреваю, что моя жена или девушка (муж или любовник) мне изменяют." },
  { "id": 97, "text": "Я часто чувствую себя виноватым." },

  {
    "id": 98,
    "text": "Я часто, не задумываясь, делал вещи (подобные перечисленным ниже), которые могли кончиться для меня плохо:"
  },
  {
    "id": 99,
    "text": "В детстве (до 15 лет) я был «трудным» ребенком и делал кое-что из вещей перечисленных ниже"
  }
]
